Repository: Aiky30/djangocms-text-ckeditor
Catalog: djangocms_text_ckeditor/locale/*/LC_MESSAGES/django.po
Languages: it, pt

source: Unable to process your request. Invalid token.
it: Impossibile elaborare la richiesta. Token non valido.
pt: Não é possível processar sua solicitação. Token inválido.

source: Unable to process your request.
it: Impossibile elaborare la richiesta.
pt: Não é possível processar sua solicitação.

source: Can't delete a saved plugin.
it: Non Ã¨ possibile cancellare un plugin salvato.
pt: Não é possível excluir um plug-in salvo.

source: body
it: corpo
pt: corpo

source: Text
it: Testo
pt: Texto

source: Generic
it: Generico
pt: Generico

source: CMS Plugins
it: Plugin CMS
pt: Plugins do CMS

source: Add CMS Plugin
it: Aggiungi Plugin CMS
pt: Adicionar plug-in do CMS

source: Edit CMS Plugin
it: Modifica Plugin CMS
pt: Editar plug-in do CMS

source: Standard Plugins
it: Plugin standard
pt: Plugins padrões
